[
    {
        "id": 1,
        "name":"Bosse",
        "age": 40,
        "occupation": "Socialsekreterare",
        "adress": "",
        "hobbies": "",
        "monologue": [
            "Allt förändras. Volym blev Scandwich, Sapla är numera Krøl och Källan är Ramen… Men det här stället, det ska ingen röra. Det är den sista hederliga puben på Möllan – öl, gemenskap och fotboll. Stället har funnits här som ölhall redan på 1800-talet och dagens namn kan ses som en hyllning till de gamla ölhallarna.",

            "Detta är mitt andra hem. Farfar satt här efter jobbet på RGA som låg på barkgatan. Dessutom brukade jag och farsan ta en parisare på Frasses, runt hörnet bara.",
            
            "Här dricker jag och mina stammiskompisar Norrlands och ser på MFF, i MFF-rummet. Det här är mer än en pub. Det är ett minne, ett motstånd, ett hem. Välkommna till Möllans enda riktiga pub."
        ],
        "pub": 1,
        "avatarPath": "/assets/avatars/bosse.PNG",
        "audioPath": "/assets/audio/bosseMonologue.wav",
        "animationPath": "/assets/animations/bosseAnimation.gif",
        "locked": false
    },
    {
        "id": 2,
        "name":"Sandra",
        "age": 32,
        "occupation": "Grundskolelärare",
        "adress": "Sorgenfrivägen 37A, Östra Sorgenfri",
        "hobbies": "Spela biljard och hänga på Rex Pizzeria",
        "monologue": [
            "Jag heter Sandra – och är stammis här. Min gammelmorfar jobbade på Alfred Benzons fabrik här i kvarteret. När han gick bort lyckades gammelmormor köpa en lägenhet i ett barnrikehusen här på Sorgenfri. Det blev vår familjs trygghet.",

            "Jag växte upp här, med fredagar på puben – pizza, biljard och mamma som coach. Och nu… nu sitter jag här, ett stenkast från barndomen. Men lokalen har inte varit lika stor som innan, här var det både kläd- och skoaffär innan expansionen.",

            "Själv brukar jag gå hit varje lördag, först till Skivesset som ligger några meter bort för att sedan sätta mig här med en öl och kolla på mina nya inköp.",

            "Visste ni att det är här Strögagillet med Tim och Danny brukar börja och det är här Anton Magnusson brukar köra stand-up i källaren. – och jag förstår varför. Detta stället är mer än en pub. Det är en fritidsgård för vuxna. Du vet nog redan var du hittar mig."
            
        ],
        "pub": 2,
        "avatarPath": "/assets/avatars/sandra.PNG",
        "audioPath": "/assets/audio/sandraMonologue.wav",
        "animationPath": "/assets/animations/sandraAnimation.gif",
        "locked": true
    },
    {
        "id": 3,
        "name": "Sebbe-Sabrina",
        "age": 21,
        "occupation": "Student, pluggar till byggingenjör på Malmö Universitet.",
        "adress": "Rönnblomsgatan 11, Värnhem ",
        "hobbies": "Hänga med kompisar på Family Pub och dricka öl. Gillar att spela flightsimulator.",
        "monologue": [
            "Tjena, jag heter Sebbe Sabrina och är student på Malmö Universitet. Jag och mina kompisar älskar billig öl så jag hade velat visa dig runt på min favorit sunkpub som vi går till nästan varje dag. Jag borde egentligen gå hem och plugga men en till öl sitter aldrig fel.",
            
            "Mitt kompisgäng och jag hängde först på Nobelvägen 52, men nu skojar vi om att vår lokala pub har flyttat med oss för att vi är trogna stammisar. Vi växte nämligen upp nära Nobel, sen fick vi alla studentlägenheter på Rönnen så nu är vi glada att vår favorit sunkpub finns så nära där vi bor igen och har gjort i 15 månader. Vilken pub är min favorit?"
        ],
        "pub": 3,
        "avatarPath": "/assets/avatars/sebbe.PNG",
        "audioPath": "/assets/audio/sebbe-sabrinaMonologue.wav",
        "animationPath": "/assets/animations/sebbeAnimation.gif",
        "locked": true
    },
    {
        "id": 4,
        "name":"Kowalski",
        "age": 70,
        "occupation": "Pensionerad, f.d. civilingenjör på Kockums",
        "adress":"Östra Förstadsgatan 16",
        "hobbies": "Sandkonst och fjäderplockning",
        "monologue": [
            "Som en äkta polack är det hit jag går för att äta polsk husmanskost, Malmös godaste och antagligen enda bigos finns här i hjärtat av Värnhem. Den påminner om mammas…Dessutom finns här även polsk öl att förtära, precis som farsan brukar jag ta en Zywiec. Men till skillnad från honom så skippar jag vodkan.",

            "Efter att ha arbetat så länge på kockums som ingenjör så får det här stället verkligen att känna en som hemma. Hemma för mig är båtar och havet och Teddy har verkligen gjort ett hästjobb för att fånga havstemat. Dessutom är Teddy och gänget mästare på att få alla att känna sig välkomna, stammisar som turister.",

            "En gång gjorde de om stället till en pizzeria, det var inte uppskattat av min far. Witamy na fregacie!"
          ],
        "pub": 4,
        "avatarPath": "/assets/avatars/kowalski.PNG",
        "audioPath": "/assets/audio/kowalskiMonologue.wav",
        "animationPath": "/assets/animations/kowalskiAnimation.gif",
        "locked": true
    }
] 